{
	tips:[
          "UAF // Ever wonder why you couldn't find anything like choco lava to gift to a couple certain characters in the core sector? This is why.",
          "UAF // There are rumours of a shadowy entity stalking around the Vermillion Administrator office, beware!",
          "UAF // The queen's favorite flavour is vanilla.",
          "UAF // The Auroran Navy favors overwhelming firepower through airpower, utilize it's vast numbers of strike craft and aircraft carriers to your advantage.",
          "UAF // If everything fails, just throw them a bunch of thermonuclear musical notes via a conveniently named musical missile battlecruiser.",
          "UAF // The laser rangefinder is a necessary feature, at least you'll know if someone's targeting you when you're against the Auroran ships/weaponry.",
          "UAF // The United Aurora Federation is portrait pack with a playable faction as a downloadable content, that much is true for certain.",
          "UAF // The United Aurora Federation have been in development hell for at least 7 years and counting, it was halted thrice on separate occassions and seen multiple remakes throughout the years. This will be the last hurrah.",
          "UAF // The Auroran Navy's super capital ships, the Solvernia and Novaeria are actually armed exploration ships. Its just that they came prepared before venturing beyond the Dimensional Gate. ",
          "UAF // Solvernia is the pride of the Auroran Navy, she is massive, powerful, aesthetically beautiful with striking dazzle camouflage pattern that conveniently hide most of her curvy features well. Don't ask about her weight though!",
          "UAF // Novaeria was designed to be a deep space mobile exploration base, that's why its hangars are capable of housing and refit ships as large as a cruiser, canonically speaking.",
          "UAF // Rillaru is a very capable warship designed to be a multi-role front liner, she can take a few hits and deliver a devastating counter attack with the right equipment. Be on the look out for the Automata variant, that one is a beast!",
          "UAF // Reisen is a floating artillery platform, use it to either attack from range or provide area denial / passage. It still requires a good amount of escort to do its work just like any other ships.",
          "UAF // Eyeseau is a special one, listen to it carefully and you would notice that its basically a giant music player with anti-electronic warfare properties.",
          "UAF // The United Aurora Federation are not natives to the Starsector as they come from a place far, far away from their own home dimensional timeline.",
          "UAF // Only two known factions have officially established friendly communications with the Auroran Federation, Scalartech and Iron Shell; albeit discreetly to avoid potential political disaster.",
          "UAF // Neuko androids are mass-produced types of the original 'robo queen', the AER-1A; but with reduced overall capabilities and limited to their specifications depending on class types.",
          "UAF // There are three general classes for Neuko androids. 'Courtesan' is the common type, followed by 'Princess' and lastly, the rare 'Crown Princess'. They're easily identifiable by visual design and aesthetics.",
          "UAF // Auroran missile weapons are given musical names. For example, Semibreve is the name given to the mass produced tactical thermonuclear missile.",
          "UAF // Auroran space aircraft carriers can be easily identified by two things; their naming convention which will end with '-ria.' and visible hangars and runways on their ships.",
          "UAF // Due to the dangerous unknown nature of starsector, all Auroran ships are needed to be at least armed and armored enough to fight back, which includes the freighter and tanker series as well.",
          "UAF // Crown Princess 'Narumi'-type is the one that made all the wonderful music for the faction, do please check her out on youtube if you want to hear more of her work!",
          "UAF // It is necessary for the UAF musics to sound different from the usual theme of the Starsector. This is about the Queen and her story, everything else are just accessories.",
          "UAF // Interdimentional Confectionary quickly became the first pride and joy among the Auroran people in this side of the universe. It reminds them of home.",
          "UAF // Aeria Charlotte doesn't care about what's beyond the Dimensional Gate in the Starsector, she's here to defend the homeworld from further invasion.. and find an answer to a personal dilemma.",
          "UAF // Despite its futuristic and sleek-looking aesthetics, Auroran Federation is still a relatively new space-era faction."
     ]
     
     
     
}